{"word_id": "10174", "lemma": "ན་", "meanings": {"7235": {"meaning": "རྒྱུ་མཚན་སྟོན་པ་ལ་འཇུག་སྟེ།", "examples": {"1": "རྒྱུ་ཡོད་ན་འབྲས་བུ་འབྱུང་། ཁ་བ་བབས་ན་གྲང་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7236": {"meaning": "ཚིག་སྔ་ཕྱི་མཐུན་པར་བསྟན་པ་ལ་འཇུག་སྟེ།", "examples": {"1": "སྐད་ཆ་བཤད་ན་བཤད། ཁ་ལག་ཟ་ན་ཟ་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7237": {"meaning": "ཚིག་སྔ་ཕྱི་མི་མཐུན་པར་བསྟན་པ་ལ་འཇུག་སྟེ།", "examples": {"1": "ཁྱོད་འགྲོ་ན་ང་མི་འགྲོ། ཁྱོད་ཀྱིས་འཐུང་ན་ངས་མི་འཐུང་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7238": {"meaning": "འོས་སུ་ཆེ་བ་སྟེ། འོས་པ་ནན་གྱིས་འཛིན་པར་བསྟན་པ་ལ་འཇུག་པ་ནི།", "examples": {"1": "ཕྱི་རྒྱལ་བས་བོད་ཡིག་སྦྱོང་ན་བོད་པས་ལོས་སྦྱོང་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7239": {"meaning": "འོས་པར་དཀའ་བ་སྟེ། མི་འོས་པ་དམིགས་ཀྱིས་འཛིན་པར་བསྟན་པ་ལ་འཇུག་པ་ནི།", "examples": {"1": "བཟང་བྱས་ན་ངན། ཇ་བླུགས་ན་གཅིན་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7240": {"meaning": "འོས་ཤིང་མི་འོས་པ་སྟེ། དངོས་པོ་གཅིག་གིས་བྱ་རུང་བ་དེ། དངོས་པོ་གཞན་ཞིག་གིས་བྱ་མི་རུང་བར་བསྟན་པ་ལ་འཇུག་སྟེ།", "examples": {"1": "མཁས་པས་མ་ཤེས་ན། བླུན་པོས་ཅི་ལ་ཤེས། དཔའ་བོས་མ་ཐུབ་ན། སྡར་མས་ག་ལ་ཐུབ་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7241": {"meaning": "སྨོན་པའི་དོན་སྟོན་པར་འཇུག་སྟེ།", "examples": {"1": "སེམས་ཅན་ཐམས་ཅད་བདེ་བ་དང་ལྡན་ན་ཅི་མ་རུང་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7242": {"meaning": "ཐེ་ཚོམ་གྱི་གཞི་བསྟན་པ་ལ་འཇུག་སྟེ།", "examples": {"1": "སང་ཉིན་སོང་ན་ཁོ་ལ་ཐུག་གམ་མི་ཐུག བཅའ་ལག་འདི་བཙོང་ན་གོང་ཁུག་གམ་མི་ཁུག་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7243": {"meaning": "བྱ་ཚིག་འདས་པའི་མཐའ་ལ་སྦྱར་ན། གང་ཞིག་མ་བྱས་པ་སྟོན་པ་ལ་འཇུག་སྟེ།", "examples": {"1": "ངས་གཞན་གྱི་དངོས་པོ་བརྐུས་ན་དཀོན་མཆོག་གསུམ་ཞེས་པ་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7244": {"meaning": "བྱ་ཚིག་མ་འོངས་པའི་མཐའ་ལ་སྦྱར་ན། རྗེས་སུ་གང་ཞིག་མི་བྱེད་པའི་དོན་སྟོན་པ་ལ་འཇུག་སྟེ།", "examples": {"1": "ཕྱིན་ཆད་ངས་བྱ་བ་ངན་པ་ཞིག་བསྒྲུབ་ན་དཀོན་མཆོག་གསུམ་ཞེས་པ་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}, "7245": {"meaning": "བྱ་ཚིག་ད་ལྟ་བའི་མཐའ་ལ་སྦྱར་ན། ད་ལྟ་བའི་གནས་སྐབས་སུ་བྱ་བ་གང་ཞིག་མི་བྱེད་པ་སྟོན་པ་ལ་འཇུག་སྟེ།", "examples": {"1": "ང་དེ་རིང་གཅིག་འགྲོ་ན་དཀོན་མཆོག་གསུམ། ངས་དེ་རིང་གླུ་ཞིག་ལེན་ན་དཀོན་མཆོག་གསུམ་ཞེས་པ་ལྟ་བུ།"}, "pos": "ཕྲད་ཚིག"}}, "level": "C2"}